formulahendry.auto-close-tag
njpwerner.autodocstring
ms-python.autopep8
usernamehw.errorlens
dbaeumer.vscode-eslint
sveggiani.vscode-field-lights
mhutchie.git-graph
github.vscode-github-actions
eamodio.gitlens
ecmel.vscode-html-css
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
ms-vsliveshare.vsliveshare
yzhang.markdown-all-in-one
shd101wyy.markdown-preview-enhanced
PKief.material-icon-theme
equinusocio.vsc-material-theme-icons
miguelsolorio.min-theme
Equinusocio.moxer-icons
ms-vscode.powershell
esbenp.prettier-vscode
ms-python.python
ms-python.vscode-pylance
ms-python.pylint
ms-python.debugpy
syler.sass-indented
adamwalzer.scss-lint
rangav.vscode-thunder-client
enkia.tokyo-night
